"Setting success" = "설치 성공";
"Setting failure" = "설치 실패";
"Network request timeout" = "네트워크 요청 타임오버";
"Prompt" = "도움말";
"No" = "아니오";
"Yes" = "예";
"Cancel" = "취소";
"Confirm" = "확인";
"Done" = "완료";
"Save" = "저장";
"I got it" = "알겠어요";
"Device disconnected" = "장비 미연결";
"Delete" = "삭제";
"Edit" = "편집";
"Last refresh" = "최신 업데이트";
"Pull down to refresh data" = "당겨서 데이터 새로고침";
"Refreshing the data.." = "업데이트중…";
"Release to refresh data" = "새로고침 해제";
"Please open %@ to synchronize your health data and to check your sleep status last night" = "%@를 실행하여 데이터 동기화를 해주세요, 어젯밤의 수면 상태는 어떨까요.";
"Please open %@ to synchronize your health data and to check your today's sport" = "하루수고 많았어요.%@를 실행하여 동기화 해주세요, 오늘의 운동 성과는 어떤가 봅시다.";
"Log in" = "로그인";
"Sign up" = "회원가입";
"Or" = "혹은";
"Forgot password?" = "비밀번호 찾기";
"Email or phone number" = "메일";
"Password" = "비밀번호";
"Enter Security code" = "인증번호 입력";
"Security code" = "인증번호 발송";
"Reset password" = "비밀번호 재설정";
"Network unavailable，please check network" = "인터넷에 이상이 인터넷을 확인하십시오";
"Please enter account" = "아이디 입력";
"Account format error" = "계정 형식이 틀림";
"Please enter password" = "비밀번호 입력";
"Please enter a valid password from 6 to 20" = "6~16자 비밀번호 입력하세요.";
"Login, please later" = "로그인 중입니다. 잠시만 기다려주십시오.";
"Login success" = "정상적으로 로그인되었습니다.";
"Login failed" = "로그인 실패하였습니다.";
"Registration, please later" = "회원가입하고 있습니다. 잠시만 기다려주십시오.";
"Sign up failed" = "회원가입 실패";
"Account does not exist" = "아이디 존재하지 않습니다.";
"Account already exists" = "이미 사용중인 아이디입니다.";
"Password error" = "비밀번호 오류";
"Enter verification code" = "인증번호 입력";
"Password format error" = "비밀번호 양식 오류";
"Send seccuss" = "인증번호 발송성공";
"Send failed" = "인증번호 발송 실패";
"Validation failed" = "인증번호 인증 실패";
"Please enter 4 valid verify codes" = "4자 인증번호 입력하세요.";
"Verification code is expired, please try again" = "무효한 인증번호 입니다. 재발송 요청하세요.";
"Reset password success" = "비밀번호 재설정되었습니다.";
"Reset password failed" = "비빌번호 재설정 실패되었습니다.";
"Personal information" = "개인 정보";
"Personal data" = "개인 데이터";
"Set goal" = "목표 설정";
"According to your personal data, we advise you to walk %@steps a day, and sleep 8.0 hours to keep healthy" = "개인정보를 따라 우리 선생님 매일 걸어서 %@걸음 이상 를 보증 %@ 시간 이상 수면 을 지키다";
"Sport" = "운동/스포츠";
"Step" = "보/걸음";
"Steps" = "보수";
"Sleep" = "수면";
"Adding information，please later" = "자료를 추가하고 있습니다. 기다려 주십시오.";
"Add user data failed" = "아이디 자료를 추가하는 데 실패했습니다";
"Dashboard" = "패널 데이터";
"hours" = "시간";
"Disconnected" = "미연결";
"Click to connect device" = "연결 장치를 클릭하고 있다.";
"TODAY" = "오늘";
"YESTERDAY" = "어제";
"2 DAYS AGO" = "그제";
"Heart rate" = "심장 박동율";
"Blood pressure" = "혈압";
"No sleep data" = "수면데이터 없음";
"No steps data" = "걸음데이터 없음";
"No HR data" = "심장 박동 수치 없다";
"No BP data" = "혈압 수치 없다";
"Maximum steps:" = "가장 큰 걸음 수";
"Latest" = "최근";
"Health Tips" = "건강 팁";
"History" = "히스토리";
"Weekly" = "주";
"Monthly" = "월";
"Yearly" = "년";
"Average:" = "평균";
"Sleep quality:" = "수면의 질";
"None" = "없음";
"bad" = "나쁘다";
"generally" = "보통이다./ 일반적이다";
"Good" = "좋아요./좋다.";
"Great" = "아주 좋다";
"Perfect" = "완벽하다";
"Sleep duration" = "수면기간";
"Awake times" = "깨어나는 횟수";
"Fell Asleep" = "수면시간";
"Woke up" = "잠에서 깨다";
"Deep sleep" = "숙면";
"Light sleep" = "선잠";
"%@%@ to achieve goal" = "목표거리 %@%@ 더 필요하다";
"Congratulations, you have completed the goal!" = "목표완성을 축하합니다 !";
"Distance" = "거리";
"Burned" = "칼로리";
"Passive HR" = "실시간으로 심장 박동율";
"Average HR" = "평균 심장 박동율";
"Time in heart rate zone" = "하루 활동 상태 를 보다";
"Heart rate zone" = "심장 박동율";
"Rest" = "쉬다";
"Move" = "소량";
"Moderate" = "보통의";
"Mass" = "대량";
"Strenuous" = "격렬";
"Single heart rate test" = "심장 박동수 테스트";
"Bluetooth disconnected，test failed" = "블루투스로 연결 끊기 테스트 중단";
"testing..." = "테스트 중…";
"test complete" = "테스트 완성";
"high" = "높음";
"low" = "낮음";
"Normal" = "정상";
"Please wear properly" = "정확하게 착용하세요";
"Lowest BP" = "최저 혈압";
"Highest BP" = "최고 혈압";
"Measured time" = "시간을 측정하고 있다";
"Blood pressure zone" = "혈압";
"BP manual test" = "혈압 수동 테스트";
"Start real-time BP measurement" = "실시간 혈압 테스트 시작";
"You haven’t set up your personal BP data， set up now？" = "자신의 개인 혈압을 설정하지 않았습니다. 설정 하시겠습니까?";
"Your BP is %@/%@！Do you want to save data？" = "당신의 이번에 측정된 혈압은%@/%@,이번 측정 데이터를 저장할 것인지요?";
"Running" = "운동";
"BEGIN RUNNING" = "운동시작";
"No running history yet please start one" = "아직 운동 기록이 없어요. 빨리 달립시다.";
"Maps" = "지도";
"start\nsport" = "시작";
"Go exercise outside" = "야외로 운동하러 가자!";
"Indoor GPS signal is poor, app could not accurately track in maps." = " 실내운동은 부정확한 기록을 가져올수 있으므로, 정확한 운동 궤적을 받을 수 없다";
"Continue" = "계속";
"Stop exercises" = "운동 중지";
"If back, app will stop tracking movement locus, back?" = "뒤로가기, 앱이 중단되며 궤적을 기록하시겠습니까? 기록 하지 않겠습니까?";
"Back" = "되돌아가다";
"Waiting for loading maps" = "지도를 로딩 중";
"Poor" = "약한";
"Strong" = "강한";
"No movement data records, Stop exercises?" = "운동의 데이터를 받지 않고 이번 운동이 마치겠습니까?";
"Save or note?" = "이번 운동기록을 보존 하시겠습니까?";
"Pull to pause" = "정지";
"Gps duration" = "지속 시간";
"Pace" = "속도(페이스)";
"Calorie" = "칼로리";
"Settings" = "설치";
"My device" = "나의 설비";
"Device" = "설비";
"Activity" = "운동 목표";
"Sleep goal" = "수면 목표";
"More" = "더 많이";
"About us" = "우리에 관하여";
"Alcohol test" = "알코올 테스트";
"Log out" = "로그아웃";
"No drink data records, please keep up" = "음주기록 없음, 계속";
"Profile" = "개인 자료";
"Nickname" = "닉네임";
"Gender" = "성별";
"male" = "남자";
"female" = "여자";
"Date of birth" = "출생/생년월일";
"Weight" = "체중";
"Height" = "키";
"Camera" = "카메라/사진기";
"Albums" = "앨범";
"Uploaded" = "업로드성공";
"Upload failed" = "업로드실패";
"Please enter your nickname" = "닉네임을 입력하십시오";
"Drinking time" = "음주시간";
"The role of alcohol on the liver" = "알코올이 간에 작용 시간이다";
"Drinking level" = "음주 정도";
"alcohol allergic people or not" = "알코올 알러지 여부";
"bit" = "소량";
"moderate" = "중도";
"A lot of" = "대량";
"excess" = "과량";
"No pair no cloud data, pair account？" = "데이터가 클라우드와 연동되어 있지않습니다. 계정을 연동하시겠습니까?";
"Connect device" = "설비 연결";
"Connected" = "연결성공";
"Enter the password" = "비밀번호를 입력하세요";
"Please enter 4 numbers code" = "숫자 4자리 비밀번호 입력";
"Have new firmware version, whether to upgrade？" = "새로운 펌웨어 버전이 있습니다. 업그레이드 하시겠습니까?";
"Power remain" = "배터리";
"Notifications" = "알림";
"New message" = "새로운 메시지";
"Alarm" = "알람 설치";
"Long seat" = "롱 시트";
"Pair account" = "계정연결";
"Night turn wrist" = "야간  손목 돌다";
"BP mode" = "혈압 측정모드";
"Firmware upgrade" = "펌웨어 업데이트";
"Already the latest version" = "이미 최신 버전입니다";
"Did disconnected" = "연결 끊기";
"Paired" = "연동 성공";
"Unpaired" = "연동해지";
"Pair failed" = "연동 실패";
"Unpaid failed" = "연동해지 실패";
"Pair mobile phone" = "핸드폰 연동";
"Phone call" = "전화";
"Message" = "SMS";
"Alarm settings" = "알람 설치";
"Long seat setting" = "롱 시트 세팅";
"Start from" = "시작 시간";
"End at" = "끝난 시간";
"Remind when over" = "끝남시간 알림";
"BP test mode setting" = "혈압 측정 모드설정";
"Device BP test mode: %@" = "혈압 측정 설비모드";
"Blood Normal" = "정상모드";
"Blood Personal" = "개인모드";
"Setting your personal BP data for testing to obtain more accurate data. Set your accurate blood pressure value without taking hypo tensors" = "더 많은 정확한 데이터를 얻기위해, 당신의 개인BP데이터를 세팅하여주십시오. 당신의 정확한 혈압치(혈압강하제를 복용하지 않은)를 입력하세요";
"Changing private mode data will also change the private mode of manual testing and device testing" = "개인모드 데이터로 바꿀시, 매뉴얼 테스팅과 디바이스 테스팅 또한 개인모드로 바뀔수 있습니다.";
"Reset device password" = "비밀 번호 초기화";
"Enter old password" = "예전 암호를 입력하다.";
"Enter new password" = "새 암호를 입력하다.";
"Confirm new password" = "새 암호 확인하다";
"Please enter old password" = "예전 암호를 입력하십시오";
"Old password is incorrect " = "예전 암호가 올바르지 않습니다";
"Please enter new password" = "새 암호를 입력하십시오";
"Please enter 4 valid numbers from 0 to 9 " = "0~ 9까지 유효한 문자 4자리를 입력해 주세요";
"The two password you typed do not match" = "비밀번호 2회 입력실패";
"Current version:" = "현재 버전";
"Update version:" = "업데이트 버전:";
"Update" = "업데이트";
"Upload complete" = "업데이트 완료";
"Setting activity" = "엑티비티 셋팅";
"According to your personal data, we advise you to walk %@steps a day" = "당신의 개인 데이터에 따르면 %@목표로 하루 걸음 운동을 추천합니다.";
"According to your personal data, we advise you to sleep %@hours a day" = "당신의 개인 데이터에 따르면 %@분량 수면 시간 제안을 추천합니다.";
"Download the latest version?" = "최신버전입니까?";


//新增
"测试中断" = "테스트 중단";
"本次测试无效" = "이번 시험 잘못되었습니다.";
"私人血压模式设置" = "개인 혈압이 모드 설정";
"血压测试模式" = "혈압 테스트 모드";
"如果设备与手机已经配对成功,则此次操作无效,如果需要解除设备与手机配对,请在手机蓝牙设置中忽略此设备,请确定是否执行本次配对操作" = "실행 여부 이번 작업？";
"正在检测，请保持正确姿势" = "지금 검사 좀 유지 바른 자세";
"时间设置不合理" = "시간 설정 불합리한";
"分享内容" = "공유 내용";
"分享标题" = "공유 제목";
"名字" = "이름";
"信号" = "신호";
"暂不支持此功能" = "잠시 이 기능을 지원하지 않습니다.";
"请坚持佩戴" = "좀 끝까지 신체를 단련하다";
"请输入4位有效密码" = "네 명의 올바른 암호를 입력하십시오.";
"分享成功" = "공유 성공";
"分享失败" = "공유 실패";
"高压要比低压大24" = "고압 것보다 저압 큰 24";

"January" = "일월";
"February" = "이월";
"March" = "삼월";
"April" = "사월";
"May" = "오월";
"June" = "유월";
"July" = "칠월";
"August" = "팔월";
"September" = "구월";
"October" = "시월";
"November" = "십일월";
"December" = "십이월";

//安卓翻译后新增
"登录过期，请重新登录" = "로그인 만료 좀 다시 상륙하다";
"无账号登录>" = "로그인 계정 없다.>";
"设备防丢" = "방지하다분실";
"初始密码:0000" = "초기 코드:0000";
"佩戴检测" = "착용 모니터링";
"设备端正在使用测试功能" = "장치에 사용하고 테스트 기능";


//意见反馈
"意见反馈" = "의견이 피드백";
"问题和意见" = "문제 및 의견";
"请简要描述您的问题和意见" = "간단한 설명 좀 문제와 의견";
"图片(选填,提供问题截图)" = "그림 (작성, 제공 기능)";
"联系方式" = "연락처";
"邮箱、电话" = "메일박스、전화";
"提交" = "제출하다";
"提交成功" = "성공 제출";
"提交失败" = "커밋 실패";
"内容不能为空" = "내용은 비워 둘 수 없습니다";
"到达5张图片上限" = "최대 5 사진";

//BMI界面
"偏瘦" = "호리 호리한";
"正常" = "정상";
"偏胖" = "초과 중량";
"肥胖" = "비만";
"极胖" = "아주 지방";
"偏瘦提示" = "BMI 지수가 낮고, \n얇은 군중에 속하는 오, 또한 표준 몸에서 약간의 거리!";
"正常提示" = "BMI 지수가 정상입니다 \n완벽한 신체 지수, 아를 유지!";
"偏胖提示" = "현재 BMI 지수가 높고, \n또 다른 점은 오의 표준 그림입니다!";
"肥胖提示" = "BMI 지수가 현재 높은 심장 질환, 고혈압 및 다른\n 질환의 높은 위험 그 개선의 라이프 스타일을 유의하시기 바랍니다.";
"极胖提示" = "BMI 지수가 현재 매우 높은 이순신 심장 마비,\n 고혈압 및 기타 질병은 생활 습관을 개선하는 데주의하십시오!";

"未授权" = "허가 없이";
"同步步数" = "동기 보수";
"同步卡路里" = "동기 칼로리";
"同步睡眠" = "동기 수면";

//微信运动
"三方平台" = "제3 플랫폼";
"微信运动" = "WeRun";
"接入微信运动，与朋友分享运动的乐趣！" = "접근 WeRun, 친구 기쁨을 스포츠!";
"绑定" = "결합";
"已绑定" = "이미 바인딩";
"操作方法" = "\nOperation method";
"1. 请先绑定设备" = "1. Please bind the device first";
"2. 打开微信，进入微信运动，点击微信主页右上角的设置按钮，找到“记录运动数据”栏，选择“添加数据来源“，您将搜索到您购买设备厂家的公众号，请添加此公众号作为数据来源" = "2. Open WeChat, enter the WeRun, click the settings button in the upper right corner of the WeRun home page, find the \"record Fitness data\" column, select \"add data source\", you will search to your purchase of equipment manufacturers the public number, please add this public number as a data source";
"3. 返回微信运动主页，进入排行榜，此时就能看到设备的数据已经同步到微信运动中，如果不能同步，请多刷新几次排行榜页面" = "3. Return to the WeRun page, enter the Ranking, at this time will be able to see the device data has been synchronized to the WeRun, if not synchronized, please refresh a few times the Ranking page";
"注意: 设备连接微信运动前，请先保证设备与App连接" = "Note: before the device is connected to the WeRun, please ensure that the device is connected to the App.";

//陈弟新增翻译
"拍照" = "사진";
"%ld 张照片" = "%ld 사진";
"没有照片" = "사진 없음";
"您可以使用 iTunes 将照片\n同步到 iPhone" = "당신은에 을 동기화를 사진에 iTunes \n 를 사용할 수 있습니다 iPhone";
"%@访问相机或相册权限受到限制" = "%@ 제한된 권한을 가진 카메라 또는 앨범에 액세스";

//翻译完越南语新增
"下拉可以刷新" = "드롭 다운 새로 고칠 수 있다";
"松开立即刷新" = "놓다, 즉시 새로 고침";
"正在同步数据..." = "동기식 데이터 중...";
"同步完成" = "동기 완료";

"开关设置" = "스위치 설정";
"24小时制" = "24시간제";
"心率自动监测" = "HR 자동 모니터링";
"血压自动监测" = "BP 자동 모니터링";
"单位设置" = "단위 설정";
"英制" = "영국식단위";
"公制" = "미터법";
"英里" = "Mile";

//血氧和疲劳度翻译
"血氧手动测试" = "SpO2 테스트";
"您本次测得的血氧浓度为%ld%%,是否保存？" = "당신은 이번 일이 잘 血氧 농도 위해%ld%% 여부를 저장하시겠습니까?";
"正常血氧浓度范围为95%~99%" = "정상 95%~99%";
"血氧浓度异常" = "이상";
"血氧浓度偏低" = "매우 낮다";
"血氧浓度低" = "낮다";
"血氧浓度正常" = "정상";

"疲劳度手动测试" = "피로 도 테스트";
"适当的关注一下自己的身体状态哦！" = "적당한 관심 좀 자기 몸 상태 아!";
"状态良好" = "좋은 상태에서";
"轻度疲劳" = "경미한 피로";
"中度疲劳" = "중간 피로";
"重度疲劳" = "정중한 피로";
"您的精力充沛，无疲乏感觉，注意力集中，工作效率会非常高。" = "당신의 에너지 없으면 피로하다 느낌 주의력 집중 작업 효율 아주 높다.";
"您略有疲乏不适感，平时可以多听一些自己喜欢的音乐来进行缓解。" = "당신 조금 피곤하다 불편 할 수 있다, 평소에 좀 많이 듣고 자기가 좋아하는 음악을 하거든요.";
"您可能有困倦疲乏、头昏脑胀、身体僵硬等感觉，您可以看看远处风景或小憩片刻，缓解疲劳同时为高效工作做准备。" = "당신은 아마도 피곤하다 피곤하다, 머리가 어지럽다 등 느낄 수 있습니다 먼 경치를 또는 잠시 쉬다.";
"您可能无法集中注意力，特别困乏，平时要多注意休息，多喝水，保持心情舒畅，身心轻松，工作效率才会高。" = "당신의 주의력을 집중할 수 없다, 매우 피곤 평소 더 휴식 물 을 많이 유지 기분이 상쾌하다.";
"您本次测得的疲劳度等级为%@,是否保存？" = "당신은 이번 일이 잘 피로 도 등급으로%@ 여부를 저장하시겠습니까?";

"升级失败,设备名变为DfuLang,请重新连接并升级。" = "업그레이드 실패한 장치 이름 변하다 DfuLang 좀 다시 연결 및 승진.";

//年后新增
"心率报警" = "심장 박동수 신고";
"心率上限" = "안정시최대심박수";
"心率下限" = "심장 박동수 하한";
"设置不合理" = "설정 불합리한";

"转腕亮屏" = "회전 손목";

"血压私人模式" = "혈압 개인 모드";


//女性项目增加
"最近一次月经" = "최근 생리";
"最后一次经期开始日" = "최근 생리 시작일";
"最后一次经期是什么时候?" = "최근 생리 시간은?";
"智能预测" = "스마트 예측";
"只记经期" = "생리 기간만 표기";
"预产期" = "출산 예정일";
"预测月经期" = "생리기간 예측";
"选择您的状态" = "고객님 상태 선택";
"我们为处于月经期及怀孕期的女性提供记录、提醒的功能，如果您暂时不需要这个功能，可选择此选项跳过这项资料设置。" = "우리를 위해 에 생리중이다 및 임신 기간 여성의 제공 기록, 알림 기능, 만일 당신이 잠시 필요 이 기능을 된다. 이 옵션을 선택하면 이 자료를 건너뛰기 항목을 설정합니다.";
"我们为您提供了新的女性周期功能，是否前往设置？" = "여성 주기 기능을 제공합니다. 설정화면에 진입하여 설정하시겠습니까? ";
"未来不可操作" = "미래 조작 불가";
"跳过" = "건너뛰기";
"填写您的预产期" = "고객님 출산 예정일을 기재하세요";
"填写宝宝的基本信息" = "아기 기본 정보 작성";
"是否要修改人生状态" = "인생 상태를 수정하시겠습니까?";
"是否前往设置女性周期功能？" = "설치화면에 진입하여 여성주기 기능을 설정하시겠습니까?";
"生理状态" = "생리 상태";
"如果月经不是今天结束，请到别的日期选择结束来更改结束日" = "생리가 오늘 끝나지 않았다면 다른 일자에 가서 종료를 선택하시어 생리 종료 일자를 변경하세요.";
"切换性别为男性将会删除女性相关信息？" = "성별을 남성으로 변경하시면 여성 관련 정보가 삭제됩니다.";
"排卵日" = "배란일";
"排卵期第%ld天" = "배란기 %ld일째";
"排卵期" = "배란기";
"开启女性功能" = "여성 기능 작동";
"您的经期平均持续天数？" = "고객님 생리 기간 평균 지속 일자는？";
"您的经期之间的平均间隔周期天数？" = "고객님 생리 기간 평균 간격 주기 일자는？";
"离孩子出生还有" = "아기 출생까지    남았습니다.";
"经期长度" = "생리 기간 길이";
"经期内有性行为很容易遭受感染患上妇科疾病，甚至不孕" = "생리 기간 성행위는 쉽게 감염을 일으켜 산부인과 질환을 초래하며 불임까지 이어질 수 있습니다.";
"经期开始" = "생리 기간 시작";
"经期结束" = "생리 기간 종료";
"经期" = "생리기간";
"间隔长度" = "간격 길이";
"回到今天" = "오늘로 돌아가기";
"怀孕期" = "임신기간";
"怀孕概率" = "임신 확율";
"怀孕第%ld周" = "임신 %ld주째";
"过去不可操作" = "과거 조작 불가";
"当前月经期第%ld天" = "이번 생리 기간 %ld일째";
"出生日期" = "출생일자";
"备孕期" = "임신 준비 기간";
"宝妈期" = "수유기간";
"安全期" = "안전기";
"如果您不知道预产期，我们可以根据您的最后一次月经期来帮您计算." = "출생 예정 일자를 모르신다면 고객님 마지막 생리 일자에 따라 계산해 드립니다.";
"当前经期" = "현재 생리 기간";
"预测经期" = "예측 생리 기간";
"经期时间这么长是不是记错了？如果要记录当日月经，请修改临近的经期哦!" = "생리기간이 너무 길어요, 잘못 작성하지 않았나요? 당일 생리를 기록하시려면 최근 생리 기간을 변경하세요!";
"天" = "일";
"忽略" = "무시";
"前往" = "진입하기";
"经期设置" = "생리 기간 설정";
"备孕期设置" = "임신 준비 기간 설정";
"孕期设置" = "임신 기간 설정";
"辣妈设置" = "엄마 설정";
"经期选择" = "월경 기간 선택";
"经期一定不能大于今天" = "월경기간은 오늘 이후일 수 없습니다.";
"预产期一定要大于今天" = "출산 예정일은 반드시 오늘 이후여야 합니다.";
"请选择经期开始日" = "생리 시작 일자를 선택하세요";
"距离下一个月经还有%s天" = "다음달 생리까지 %s일 남았습니다.";
"距离下一个月经" = "다음 생리까지";
"没有女性数据" = "여성 데이터가 없습니다.";
"手环通知" = "핸드링 통지";

//2.5.0之后新增
"亮度调节" = "밝기를 조절하다";
"自动调节" = "자동 조절";
"设置亮度指数" = "설정 밝기 지수";

//动态血压校准新增
"动态校准" = "동적 조정";
"动态校准中…" = "동적 조정 중...";
"请保持手臂静止横放" = "좀 팔 정지 가로놓다 유지하다.";
"动态校准完成" = "동적 조정 완료";
"请调整姿势后重新测试" = "좀 조정 자세 후 다시 테스트";
"动态校准失败" = "동적 조정 실패";
"重试" = "다시 시도";

//信息提醒
"其他应用" = "기타";

//新增开关翻译
"此功能需要设备与App保持连接" = "이 기능이 필요한 장비 및 App 유지하는 연결";
"运动过量提醒" = "운동 과다하게 알림";
"语音播报" = "음성 방송";
"查找手机" = "전화 찾기";
"秒表功能" = "스톱워치 기능";

//倒计时翻译
"倒计时" = "카운트다운";
"开始倒计时" = "카운트다운 시작";
"倒计时时长" = "카운트 다운 시간";
"设备正在倒计时" = "지금 카운트다운";
"关闭,设备端将无法单独使用此功能" = "사이드 이 장치를 사용할 수 없다. 단지 이 기능";
"单次时长" = "단일 때 길다";
"常用时长" = "상용 때 길다";
"界面显示" = "인터페이스 보이기";
"请设置时长" = "좀 길게 설정할 때";

//公共
"时" = "H";
"分_M" = "M";
"秒" = "S";

//闹钟翻译
"周一" = "월";
"周二" = "화";
"周三" = "수";
"周四" = "목";
"周五" = "금";
"周六" = "토";
"周日" = "일";
"不重复" = "반복하지 않음안 반복";
"每天" = "매일";
"重复提醒" = "반복 알림";
"单次提醒" = "단일 알림";
"没有设置闹钟" = "핸드폰도 없고";
"添加成功" = "성공적으로 추가";
"添加失败" = "추가 실패";
"删除成功" = "삭제 성공";
"删除失败" = "삭제하는 데 실패했습니다";
"添加闹钟" = "알람 추가";
"编辑闹钟" = "알람 편집";
"删除闹钟" = "알람 삭제";
"日期选择" = "날짜 선택";
"重复" = "반복";
"闹钟标签" = "알람시계 탭";
"提醒日期" = "알람 날짜";
"已达上限" = "이미 달성되었다 상한";

//新增肤色的翻译
"肤色设置" = "피부 색상 설정";
"请选择一个接近自己肤色的颜色" = "자신의 피부색에 가까운를 선택하십시오";
"为了让手环能够更好的监测您的健康状态,请选择一个接近您肤色的颜色" = "더 나은 건강 상태를 모니터링 할 수 팔찌를 허용하기 위해, 당신의 피부에 가까운 색상을 선택";
"肤色选择" = "피부 색상 선택";
"肤色" = "피부색";

//4.2.0之后新增
"血氧" = "혈중 산소";
"没有血氧数据" = "혈중 산소 데이터 없음";
"分析数据" = "분석 데이터";
"分析报告" = "분석 보고서";
"呼吸暂停" = "무호흡";
"心脏负荷" = "심장 부하";
"睡眠活动" = "수면 활동";
"脉率变异性" = "맥박수변동성";
"呼吸率" = "호흡률 ";
"低氧时间" = "저산소 시간대";
"轻度" = "경미";
"异常" = "이상";
"安静" = "안정";
"多动" = "잦은 움직임";
"躁动" = "과격한 움직임";
"偏低" = "낮음";
"偏高" = "높음";
"实时血氧" = "실시간 혈중 산소";
"呼吸暂停综合征" = "수면무호흡증";
"呼吸暂停参考" = "무호흡 참고";
"呼吸暂停常识" = "무호흡 상식";
"名称" = "명칭";
"频现时间" = "주시 시간";
"次数" = "횟수";
"参考值" = "참고값";
"最高(最低)" = "최고(최저)";
"血氧浓度" = "혈중 산소  농도 ";
"睡眠活动幅度" = "수면 활동 폭";
"次/分" = "회/분";
"秒/分" = "초/분";
"呼吸暂停常识tip" = "야간 수면 과정의 코골이와 불규칙 코골이음, 호흡 & 수면 리듬 이상, 무호흡 & 각성 반복 출현이나 환자 자체 숨 참기, 야간 소변 과다, 기상시 두통, 입마름, 낮의 반응력과 판단력 저하, 집중력 저하, 졸음 과다 등 증상이 오래 가면 부정맥, 폐동맥 고혈압, 폐/심장 질환과 고혈압 등을 유발할 수 있습니다. 초기 증상이 경미하여 쉽게 발견되지 않습니다.\n경미：야간 7시간 수면 중 무호흡과 저호흡 반복 발생수 10~20회, 혈중 산소 함량 85%～89%.\n중간：야간 7시간 수면 중 무호흡과 저호흡 반복 발생수 20~30회, 혈중 산소 함량 80%～84%.\n높음：중간：야간 7시간 수면 중 무호흡과 저호흡 반복 발생수 30회 이상, 혈중 산소 함량＜80%.\n\n상기 증상 발생시 하기 조치를 적용할 것을 제안합니다.\n1.외부 산소 공급 조치는 산소 직접 호흡 외 소풍, 조깅, 심호흡, 호흡 환경 개선 등 조치\n2.술 담배를 끊고 수면 진정 약물과 기타 증상 유발 혹은 가중 약물 사용에 주의\n3.옆 자세 수면, 적당한 침대 머리 올림\n4.낮 과다 피로 방지\n5.필요시 전문 의사 진료로 약물 개선.\n\n건강한 라이프 스타일과 조기 확진이 수면 무호흡 발생 예방과 감소의 핵심입니다. ";
"没有数据" = "데이터가 없습니다";
"最低" = "최저";
"血氧过低通知" = "혈중 산소 저하 통지";
"血氧夜间监测" = "혈중 산소 야간 측정";
"憋气测试可以检测自己的肺活量，憋气过程中，测量的值越低肺活量越好" = "숨 참기 측정 방식으로 폐활량을 측정할 수 있습니다. 숨을 참는 과정에 측정된 값이 낮을 수록 폐활량이 좋습니다.";

"GPS运动" = "GPS 운동";
"手环运动" = "스마트 밴드 운동";
"本月GPS运动总里程" = "월간 GPS 운동 거리";
"本月手环运功消耗总热量" = "월간 스마트 밴드 운동 소모 열량";
"历史记录" = "역사 기록";
"运动模式已经开启" = "운동 모드 작동됨";
"运动模式开启失败" = "운동 모드 작동 실패";
"运动模式已经关闭" = "운동 모드 닫힘";
"运动模式关闭失败" = "운동 모드 닫기 실패";
"手环已经开启运动模式,是否退出本次运动?" = "스마트 밴드 운동 모드 중. 이번 운동에서 나가시겠습니까?";
"数据详情" = "데이터 자세히 보기";
"详情" = "자세히 보기";
"有氧运动时长" = "유산소 운동";
"暂停时长" = "잠시 중지 시간 길이";
"暂停次数" = "잠시 중지 횟수";
"%@日上午" = "%@일 오전";
"%@日下午" = "%@일 오후";
"%@月" = "%@월";
"%@年%@月" = "%@년 %@월";
"时间(分钟)" = "시간(분)";
"运动量" = "운동량";
"公里" = "Km";
"千卡" = "Kcal";
"焦耳" = "J";
"公里/时" = "km/h";
"英里/时" = "mile/h";

//自己翻译的后期修改
"时间区间" = "시간";
"平均值" = "평균";
"累加值" = "누적 값";
"最大值" = "최고";
"最小值" = "최소한의";
"次" = "회/분";
"平均速度" = "속도";
"时长" = "지속 시간";
"是否确认开启手环运动模式?" = "여부 확인하고 운동 모드 켜기 팔찌?";
"分" = "분";
"清除数据" = "데이터 삭제";
"正在读取数据…" = "자료 읽는 중...";
"此操作会清除手环所有数据并关机,是否继续?" = "이 작업은 어떻게 제거 팔찌 모든 데이터를 결코 계속 꺼져, 혹시?";
"屏幕样式设置" = "화면 모드";
"默认风格" = "기본 스타일";
"样式" = "스타일";
"是否保存本次运动?" = "이 운동을 계속합니까?";
"不再提醒" = "더 이상 생각 나지 않는다.";
"是否确认结束本次运动?" = "이 캠페인의 끝을 확인 했습니까?";
"蓝牙未打开" = "블루투스가 열려 있지 않습니다.";

"名词解释" = "명사 해석";
"典型病症" = "대표 질환";
"治疗方法" = "치료 방법";
"睡眠呼吸暂停综合症" = "수면무호흡증";
"OSAHS_解释" = "연속 7시간 수면 중 30회 이상 호흡 중지가 발생하거나 1시간 평균 무호흡 횟수 5회 초과시, 혈중 산소 감소로 하여 만성저산소혈증 및 과탄산 혈증 등 임상복합증상을 초래할 수 있습니다. ";
"OSAHS_白天症状" = "주간 임상 표현:\n1.졸음과다. \n\n2.어지럼증과 무기력증. \n\n3.정신상태 이상, 두통, 안절부절, 흥분, 초조 등.\n\n4.성기능 감퇴 등.";
"OSAHS_夜间症状" = "야간 임상 표현:\n1.코골이：코골이 소리가 불규칙적이고 코골이 – 호흡 정지 – 숨가쁨 – 코골이가 교차 발생. \n\n2.호흡 정지：숨가쁨과 숨막혀 깨어남 혹은 높은 코골이에 종료됨. \n\n3.숨막혀 깨어남：늘 뒤척임이 동반되며 사지가 이상 운동을 하거나 심지어 경련을 일으키거나 갑자기 일어나 앉습니다.  가슴이 두근거리고 답답하거나 가슴 앞쪽이 답답합니다. \n\n4. 뒤척임과 불안함：야간에 빈번하게 뒤척입니다. \n\n5.땀이 많이 나고 밤에 소변이 잦습니다.\n\n6.수면 행위 이상：표현은 공포, 놀라서 소리침, 잠꼬대, 몽유, 환청 등이 있습니다. \n\n이외, 비만, 비갑개 비대, 코골이 등도 수면무호흡증을 쉽게 초래할 수 있습니다.";
"OSAHS_主要治疗方法" = "의사 진료에 따라 약물 복용과 수술 치료외에 하기 방법으로 치료하거나 증상을 완화시킬 수 있습니다. \n1.체중 조절.\n\n2.술담배 끊기.\n\n3.적당한 운동.\n\n4.옆으로 누워 자기.";
"OSAHS_其他治疗方法" = "수술, 약물 및 호흡 치료: \n1.상부 호흡 기관의 이상 부위를 수술 보정. \n\n2.약물 치료.\n\n3.야간 저흐름량 산소 호흡. \n\n4.2%-3%의 이산화탄소 흡입. \n\n6.정상적인 호흡 압력으로 지속적으로 코로 호흡하기. \n\n6.체외 박동 조율.\n\n7.기계 보조 호흡.";
"OSAHS_治疗建议" = "건강한 생활방식과 정확한 조기 진단이 수면무호흡증을 줄이고 예방하는 핵심입니다. 임상 진료에서 증명되다시피 수면무호흡증의 호전에 따라 심혈관 등 수면무호흡증으로 인한 질환도 호전됩니다. 치료시간이 길수록 증상 호전이 뚜렷합니다. ";
"呼吸暂停_解释" = "호흡 잠시 중지(무호흡)이라 함은 입과 코의 공기 흐름이 완전히 멈춘 시간이 ≧10초인 증상을 말합니다. ";
"呼吸暂停_症状" = "1.코골이 소리가 불규칙적이고 높았다 낮았다 하며 늘 코골이 – 호흡 정지 – 숨가쁨 – 코골이가 교차 발생합니다. 일반적으로 무호흡 시간은 20~30초이고 일부는 2분까지 무호흡 상태가 이어집니다. 이때에 환자 입가 혹은 손톱에 보라색이 나타날 수 있습니다. \n\n2.야간 뒤척임이나 돌아눕기 등이 빈번하여 수면 품질 저하를 초래, 낮에 졸리고 머리가 어지러우며 무기력해 집니다. ";
"呼吸暂停_治疗方法" = "수면무호흡증 코골이 환자는 의사의 지시에 따라 약물, 수술과 호흡 치료를 하는 외에 하기 방법으로 증상을 치료하거나 완화시킬 수 있습니다. \n1.체중 관리. 비만시 지방 누적으로 하여 호흡 과정에 복강내압이 증가, 폐기능이 저하되어 저산소 증상을 초래합니다. \n\n2.술담배 끊기. 술과 담배는 혈지방 대사 이상, 동맥경화를 초래할 수 있고 상부 호흡 기관의 막힘을 더해 줍니다. \n\n3.적당한 운동. 적당한 운동은 심뇌혈관의 혈액 공급과 호흡 기능을 개선하여 신체 저항력을 향상시키고 코와 인후 질환의 발병율을 줄여 줍니다.\n\n4.옆으로 누워 잠자기. 환자가 적당하게 옆으로 누워 잠을 자면 양호한 호흡을 유지할 수 있습니다. ";
"血氧浓度_解释" = "혈중 산소라 함은 혈액 중에 산소와 결합된 산소헤모글로빈의 용량이 전체 결합 가능 헤모글로빈 용량에서의 %수를 말합니다. 즉 혈액에서 산소의 농도입니다.  ";
"血氧浓度_症状" = "1.심뇌혈관 질환(관상동맥경화증, 고혈압, 고지혈 등). \n\n2.호흡기 시스템 질환(천식, 기관지염, 폐심증 등). ";
"血氧浓度_治疗方法" = "1.혈중 산소가 비교적 낮은 환자에게 이러한 질환이 발생하기에 원발성 질환을 적극적으로 치료하는 외, 혈중 산소 측정과 산소 호흡 장치를 준비합니다. 혈중 산소가 낮은 것으로 측정되었다면 제때에 산소를 보충합니다. 산소 호흡기로 호흡하는 외 산책, 천천히 달리기, 심호흡 등 유산소 운동과 호흡 환경을 개선하여 증상을 완화시킬 수 있습니다. ";
"呼吸率_解释" = "1분당 호흡 횟수의 의학 용어에서 흉부 1회 기복을 1회 호흡이라 합니다. 즉 숨을 한번 들이쉬고 내쉬는 것을 말합니다. ";
"呼吸率_症状" = "1.호흡 느림: 호흡 간격은 일정하지만 주기가 1분당 10회 미만으로 일반적으로 임종 전 혹은 무호흡 전에 나타납니다. 신경과 대사 질환 혹은 일부 약물 과다 복용시 호흡 중추 신경을 억제하기에 호흡이 느려지는 증상이 발생할 수 있습니다. \n\n2.호흡 빠름: 호흡이 빠르고 가쁜것을 느낍니다.";
"呼吸率_治疗方法" = "호흡 곤란에 대해서 가족은 다음 조치를 적용할 수 있습니다. \n1.안정을 유지하여 환자의 긴장 정서를 예방하여 호흡 곤란이 더해지는 것을 방지합니다.\n\n2.반쯤 누워 쉬는 자세 혹은 앉은 자세로 피로와 산소 소모를 줄입니다.\n\n3.실내 신선한 공기를 유지하고 통풍을 자주 합니다. \n\n4.식사는 담백하게 하고 환자에게 야채와 과일을 많이 먹게 하여 체내 수분을 보충합니다. \n\n5.적당하게 브롬섹신염산염정이나 아미노필린 등 객담과 경련 해소 약물을 투여하여 양호한 호흡을 유지합니다. \n\n6.증상 위급시 즉시 부근의 병언으로 이송하여 구급을 합니다. ";
"低氧时间_解释" = "생리학적 산소 부족 혹은 신체 기관의 산소 소비량 부족 상태가 지속되는 기간. ";
"低氧时间_症状" = "1.머리가 어지럽고 무기력함.\n\n2.호흡 곤란을 느낌.";
"低氧时间_治疗方法" = "1.   외부 산소 공급은 산소 호흡기 호흡 외 산책, 천천히 달리기, 심호흡 등 유산소 운동과 호흡 환경 개선 등이 있습니다.\n\n2.필요시 전문의 진료를 통해 약물 치료를 합니다.";
"心脏负荷_解释" = "심장 로드 손가락 혈류 주입하다 지수 반영하였다 펄스 혈류 상황.";
"心脏负荷_症状" = "1.pi값이 비교적 크다.\n\n2.심박율과 혈압이 비교적 높다.\n\n3.호흡이 가쁘고 늘 무기력감을 느낀다.";
"心脏负荷_治疗方法" = "1.  충분한 휴식을 보증합니다. 과로와 밤새기를 삼가합니다. \n\n2.심리 상태를 느슨하게 하고 정신 긴장을 풀어야 합니다.\n\n3.느끼한 음식을 줄입니다.";
"脉率变异性_解释" = "심박 주기 차이의 변화 상황 즉 PR 주기 차이값의 변화는 최근 심혈관과 정신 상태를 표현할 수 있습니다. ";
"脉率变异性_症状" = "1.맥박수 변동성이 비교적 낮은 수준을 유지합니다.\n\n2.늘 어지러움, 두통, 가슴이 두근거림 등 증상이 동반됩니다.";
"脉率变异性_治疗方法" = "1.양호한 생활 습관을 유지하고 충분하게 휴식합니다.\n\n2.양호한 심리 상태를 유지하고 유산소 운동을 많이 하며 소금과 식용유를 적게 섭취합니다. \n\n3.장기적으로 숫치가 비교적 낮고 변화 범위가 크지 않으면 심혈관 질환의 징조일 수 있습니다. 불편함을 느끼면 전문의 진료를 받으십시요. ";
"睡眠活动幅度_解释" = "수면 활동이라 함은 수면 과정의 무의식적인 신체 움직임을 말합니다. ";
"睡眠活动幅度_症状" = "1.야간 뒤척임과 돌아 눕기가 빈번하고 땀이 많이 난다";
"睡眠活动幅度_治疗方法" = "1.식사에 주의하시고 자기 전에 적당하게 우유나 좁쌀죽을 한컵 마실 수 있습니다. \n\n2.온수에 발을 담그거나 발바닥 용천혈 맛사지 등 수면전 준비를 합니다. \n\n3.옆으로 누워서 자면 뒤척이는 것을 줄일 수 있습니다. \n\n4.수면 환경 개선(실내 습도, 온도)도 어느 정도 도움이 될 수 있습니다.";
"唤醒机制" = "각성(깨우기) 메커니즘";
"唤醒机制_原理" = "야간 혈중 산소값이 지속적으로 낮은 것으로 검사되었다면 심신 건강에 영향을 줄 수 있기에 설비가 경보 통지를 발송합니다. ";
"分析结果" = "분석 결과";
"主要指标" = "주요 지표";
"干预手段" = "간섭 수단";
"仅供参考" = "참고로만 제공";
"更多" = "더 보기";
"收起" = "닫기";
"低氧唤醒" = "저산소 각성";
"睡眠呼吸暂停综合症常识" = "수면무호흡증 상식";
"OSAHS_Q1" = "1.질문: 수면무호흡증이 뭐예요?";
"OSAHS_Q2" = "2.질문: 수면무호흡증은 위험성이 크나요？";
"OSAHS_Q3" = "3.질문: 수면무호흡증은 왜 발생하나요？";
"OSAHS_Q4" = "4.질문: 내가 수면무호흡증 환자인지 어떻게 판단하나요？";
"OSAHS_Q5" = "5.질문: 어떻게 수면무호흡증을 치료하나요？";
"OSAHS_Q6" = "6.질문: 혈증 산소 모니터링이 수면무호흡증에 어떤 쓸모가 있나요？";
"OSAHS_ASK1" = "답변: 연속 7시간 수면 중 30회 이상 호흡 잠시 중지(무호흡 시간이 ≧10초) 혹은 시간당 저호흡 횟수(호흡량 감소 혹은 무호흡) 5회 이상시 수면무호흡증 환자라고 판단합니다.";
"OSAHS_ASK2" = "답변: 수면무호흡증은 만성 질환으로 발생시에 발견하기가 어렵고 조기 질환을 중시하지 않습니다. 호흡 불량시 코골이가 시작되고 증상이 심해지면 폐 안의 산소 결핍이나 혈중 산소 감소를 초래하여 심신 휴식과 건강 회복 불능으로 정신 상태와 심신 상태 불량으로 이어지며 라이프 품질이 많이 저하됩니다. \n더욱 심각한 문제는 수면무호흡증 발생시 외부 자극이 없어서 환자가 깨어날 수 없으며 신체 기관이 산소 결핍 지어는 손상되었을 때에야 갑자기 놀라서 깨어납니다. 하지만 환자는 늘 대수롭지 않게 여기게 됩니다. 이러한 상태가 장기간 이어지면 지속적으로 손상이 누적되어 최종적으로 각종 심혈관 질환과 정신 질환을 초래하며 심지어 돌연 사망으로 이어집니다. ";
"OSAHS_ASK3" = "답변: 대다수가 상부 호흡 기관의 막힘으로 하여 발생합니다. 그 원인으로 비갑개 비대, 편도선 비대, 아래턱 짧음, 목 둘레 두터움 및 비만 등이 있습니다. \n하기에 수면무호흡증은 대부분이 막힘에 의한 증상이고 일부는 호흡 중추 신경 손상에 의한 호흡 조절 기능 장애로 하여 발생하며 이를 중추성이라고 합니다. 혹은 두가지가 다 있는 혼합형입니다. ";
"OSAHS_ASK4" = "답변: 대표적인 임상 증상과 질환 증상에 따라 간단하게 판단할 수 있습니다. 하지만 만성 질환이기에 모니터링 설비가 없다면 환자가 수면 중에 자신의 야간 증상을 느끼기 어렵고 가족의 설명과 자신의 느낌만으로는 오판하기가 쉬우며 과학적인 근거가 부족합니다. \n질환이 심각해져서야 환자는 병원에 가서 확진을 받으려 합니다.\n표준 방법은 수면다원검사(PSG)입니다. 혈중 산소 검사를 위주로 하고 심전도, 뇌전도, 근전도, 전기안구도 등 에 의한 생리학적 계수를 결합하여 증상의 유형과 정도를 정확하게 확인할 수 있습니다. 이때에 증상은 일반적으로 비교적 심각한 단계이며 치료 난이도와 원가가 높으며 환자의 불편감이 크게 높아집니다. 하기에 조기 확진 치료가 가장 좋습니다. ";
"OSAHS_ASK5" = "답변: 지금까지 중추성 수면무호흡증에 대한 연구는 비교적 적습니다. 호흡 조절 기능 장애 증상(소스 질환)을 적극적으로 치료하는 외, 지금까지 비교적 효과적인 치료 방법이 없습니다. 하지만 중추성 수면무호흡증은 일반적으로 단독으로 발생하지 않습니다. 때문에 막힘성 수면무호흡증을 치료하는 방법이 일정한 치료 효과가 있습니다. 막힘성 수면무호흡증 치료는 일반적으로 질환의 심각 정도에 따라 치료 방안을 선택합니다. \n어떠한 치료 방법을 선택하든지 무호흡 종합증 치료는 두 가지 경로가 있습니다. 하나는 검사 메커니즘을 통해 무호흡 발생시 외부 자극으로 무호흡을 중단시키는 것입니다. 예를 들면 무호흡은 심각한 산소 결핍을 동반하기에 진동으로 깨우거나 밀어서 깨우면 무호흡 지속 시간을 줄여 신체 기관의 손상을 줄이거나 방지할 수 있습니다. 두번째는 검사 메커니즘 없이 줄곧 치료 상태를 유지하여 무호흡증 발생을 방지하는 것입니다.";
"OSAHS_ASK6" = "답변: 수면무호흡증 환자에 대한 혈중 산소 모니터링은 하기 장점이 있습니다：\n1.코골이로부터 무호흡 단계로 발전하는 시기에 환자에게 질환 리스크를 미리 제시하여 줍니다. \n\n2.조기 증상의 진단 근거로서 제때에 의사 진료를 통해 치료 난이도를 줄일 수 있고 치료비를 줄일 수 있으며 치유 확율을 높여 줍니다. \n\n3.치료 단계에는 제때에 야간 증상을 모니터링하여 치료 효과를 피드백합니다. \n\n4.중요한 무호흡증 증상의 근거로서 각성 수단과 배합하여 증상을 감시 측정할 수 있습니다. ";

"主界面风格设置" = "메인 화면 레이아웃 설정";
"风格一" = "레이아웃 1";
"风格二" = "레이아웃 2";
"风格三" = "레이아웃 3";
"风格" = "레이아웃";
"GPS定位权限未打开,是否前往设置?" = "GPS 추적 권한 미설정, 설정화면으로 이동하여 설정하시겠습니까?";
"是否开启手环女性通知?" = "혹시 켜기 팔찌 여성 알림?";
"轻度" = "경미한";
"中度" = "중간";
"重度" = "중증";
"女性" = "여성";

"转腕灵敏度" = "감도";
"推荐" = "추천";

//HRV增加翻译
"HRV夜间监测" = "HRV야간 모니터링";
"没有HRV数据" = "HRV데이터 없음";
"HRV健康指数" = "HRV건강지수";
"心脏健康指数" = "심장건강지수";
"HRV数据" = "HRV 데이터";
"洛伦兹散点图" = "로런츠 산포도";
"洛伦兹散点图参考" = "로런츠 산포도 참고";
"彗星形" = "혜성형";
"鱼雷形" = "어뢰형";
"梭形" = "릉형";
"短棒形" = "단봉형";
"扇形" = "선형";
"复杂形" = "복잡형";
"三分布形" = "삼분포형";
"四分布形" = "사분포형";
"叉形" = "집게형";
"长棒型" = "막대기형";
"榴弹形" = "폭탄형";
"火箭形" = "로켓형";
"米粒形" = "쌀알형";
"彗星形_说明" = "정상적인 성인의 일반형, 45도 각을 따라 좀 좁은 머리 부위가 대칭성 확산을 나타내면서 점차 넓어져 혜성 모양을 형성함. 일부 사람들은 헤드 부위가 좁고 명확하지 않음. 포인트 간격이 큰 분산 혹은 꼬리 부위 밀집 양상. 가늘고 긴 각도가 발생. 이는 정상적인 현상임.";
"火箭形_说明" = "전체가 실하고 크며 머리가 작고 꼬리가 큼. 머리 부위가 밀집, 날카로움. 45도 각을 따라 머리 부위로부터 대칭성 확산을 나타내면서 점차 넓어져 꼬리 부분 포인트 간격이 점차적으로 커짐. 일반적으로 코골이 혹은 무호흡증 환자들에게서 많이 발생.심각해질수록 포인트 간격이 커짐.";
"梭形_说明" = "양끝이 가늘고 작고 중간이 넓고 커서 실북 모양. 경미한 심근허혈증 환자에게 많이 발생. 정상적인 사람들은 작은 확률로 발생";
"长棒型_说明" = "전체가 가늘고 길며 머리가 좀 가늘고 작음. 중간과 꼬리는 기본상에서 일치함. 관상동맥경화증 환자에게 많이 발생.";
"榴弹形_说明" = "폭탄처럼 머리와 꼬리가 비교적 넓고 중간 부분이 좀 가늘고 일반적으로 넓은 꼬리 부위가 넓은 머리 부위보다 길다. 일반적으로 심방 세동 환자에게 많이 발생.심계항진이 자주 발생하는 환자들에게 쉽게 발생함.  ";
"叉形_说明" = "주요 밀집 부위가 혜성모양임. 머리 부위가 날카롭고 꼬리 부위 분산점이 집게 모양을 나타냄. 충혈성 심장쇠약 질환 환자에게 많이 발생.";
"短棒形_说明" = "축소 혜성 모양. 머리가 작고 꼬리가 길며 면적이 비교적 작음. 심장 부담 과다 환자들에게 많이 나타남. 심각시 심장쇠약 질환으로 이어짐. 정상적인 사람도 술을 마시거나 과로시 나타남. ";
"米粒形_说明" = "전체가 짧고 작음. 머리와 꼬리가 기본상에서 일치함. 쌀알 모양으로 부정맥 환자에게 많이 발생. 대다수는 발작성 심실 빈맥증임.  ";
"鱼雷形_说明" = "형태가 작고, 앞 부분이 크고, 마감 부분이 넓어지지 않는 장봉형이다. 동성심장박동과속이 자주 나타나, 일반적으로 감정이 격앙되고, 농후한 차, 커피 등을 마셔 생리적 원인으로 초래하거나, 감기, 발열, 빈혈, 갑상선 항진 등 질병으로 초래하게 된다. 정상인들도 작은 확율의 이런 현상이 나타나게 된다.";

"天气设置" = "날씨 설정";
"温度单位" = "온도 단위";
"摄氏度" = "섭씨";
"华氏度" = "화씨";
"天气推送" = "날씨 푸시";
"开" = "열기";
"关" = "끄기";
"来电自动接听" = "자동 응답 전화";
"环境检测校准中，请保持正确姿势" = "환경 시험 조정 중에 좀 유지 바른 자세";
"校准完成，正在测试血氧浓度" = "조정 완료, 지금 테스트 血氧 농도";
"校准进度" = "보정 진행";

"设备正在初始化，请保持正确姿势" = "장치를 초기화 중 올바른 자세가 유지해 주십시오";
"初始化完成，正在测试血氧浓度" = "초기화 완료, 지금 테스트 血氧 농도";
"初始化中" = "초기화 중";

"ai_hrv_repo_0" = "로렌즈 산포도 분석 보고서";
"ai_hrv_repo_1_00" = "HRV 데이터량 부족으로 상관분석을 실시할 수 없습니다. 지속적으로 착용하시거나 정확하게 착용하십시요. 착용 시간이 길수록 분석 결과 신뢰도가 높습니다.";
"ai_hrv_repo_2_11" = "측정기간 심장박동율의 최대 변화값이 정상적이고 심장박동율 변화 범위가 정상적입니다.";
"ai_hrv_repo_2_12" = "측정기간 심장박동율의 최대 변화값이 정상적이고 ，심장박동율 변화 범위가 다소 낮습니다. 일반적으로 신체 소질이 비교적 좋고 수면 습관이 양호한 그룹에서 야간 심장박동율의 변화 범위가 비교적 낮습니다. 다만, 비교적 적은 확율로 서맥 증상일 수 있습니다. 불편함을 느끼지 못하셨다면 특별한 치료가 필요 없이 관찰을 합니다.";
"ai_hrv_repo_2_13" = "측정기간 심장박동율의 최대 변화값이 정상적이고 ，심장박동율 변화 범위가 높은 편이여서 비교적 높게 빈맥 위험성이 있습니다. 일반적으로는 음주, 육체 노동 과다나 정서적인 불안에 의하여 초래됩니다.불편함을 느끼지 못하셨다면 특별한 치료가 필요 없이 관찰을 합니다.";
"ai_hrv_repo_2_21" = "측정기간 심장박동율의 최대 변화폭이 비교적 협착하고 심장박동율 변화 범위는 정상적입니다 ，일반적인 과도한 피로 혹은 음주에 의한 심장 박동율 이상입니다. 평소에 적당히 일하고 적당히 휴식하여 수면 품질을 향상시키십시요. 불편함을 느끼지 못하셨다면 특별한 치료가 필요 없이 관찰을 합니다.";
"ai_hrv_repo_2_22" = "측정기간 심장박동율의 최대 변화폭이 비교적 협착하고 심장박동율 변화 범위가 다소 낮습니다. 일반적으로 정서적으로 초조하고 실면으로 하여 발생합니다. 불편한 느낌이 없으시다면 특별한 치료 필요가 없이 주의하여 관찰하십시요. 비교적 작은 빈혈, 호흡 곤란 등 위험성이 있기에 수면시 베개를 조금 높이 베시고 술과 담배를 삼가하십시요. 정서적인 밸런스를 유지하고 충분한 수면을 보장하십시요. ";
"ai_hrv_repo_2_23" = "측정기간 심장박동율의 최대 변화폭이 비교적 협착합니다. 심장박동율 변화 범위가 높은 편입니다. 이러한 증상이 단기적으로 나타났다면 일과 휴식을 적당하게 하고 밤새기를 하지 않으셔서 수면을 보장하십시요. 장기적으로 나타나고 가슴 아픔, 두근거림, 숨이 가쁜 증상이 있으시다면 대다수가 심근허혈 증상이기에 관련 건강 검진을 받으십시요. ";
"ai_hrv_repo_2_31" = "측정기간 심장박동율의 최대 변화가 비교적 넓고 심장박동율 변화 범위는 정상적입니다. 일반적으로 밤새기, 실면증에 의해 나타납니다. 좋은 수면 습관을 기르시고 수면에 도움이 되는 맛사지, 족욕 등을 하시는 것이 좋습니다.";
"ai_hrv_repo_2_32" = "측정기간 심장박동율의 최대 변화가 비교적 넓고 심장박동율 변화 범위가 다소 낮습니다. 일반적으로 서맥 증상으로 어지럼증, 무기력, 심장의 두근거림, 답답함, 숨가뿜이 있을 수 있고 심각한 경우에는 혼절이 발생할 수도 있습니다. 적기에 전문의 진료를 받으실 것을 제안합니다. ";
"ai_hrv_repo_2_34" = "최저 심장 박동율이 이상하게 낮습니다. 일반적으로 착용 이상 문제입니다. 설명서를 자세히 읽으셔서 손목 밴드를 정확하게 착용하십시요.";
"ai_hrv_repo_2_33" = "측정기간 심장박동율의 최대 변화가 비교적 넓고 심장박동율 변화 범위가 높은 편입니다. 일반적으로 수면 부속과 밤새기로 하여 발생합니다. 적당한 수면을 하시고 수면 전에 긴장한 정서를 해소할 수 있는 운동을 하십시요. 비교적 높은 부정맥 위험성이 있습니다. 좋은 수면 습관을 기르시고 술담배를 끊으십시요. 증상이 나아지지 않을 경우, 전문의 진료를 받으십시요. ";
"ai_hrv_repo_2_35" = "최고 심장 박동율이 이상하게 높습니다. 일반적으로 착용 이상 문제입니다. 설명서를 자세히 읽으셔서 손목 밴드를 정확하게 착용하십시요.";
"ai_hrv_repo_3_21" = "심장박동율 최대 돌연 변화가 심장 박동율이 비교적 높을 때에 발생하고 돌연 변화 수준은 정상입니다. 비교적 낮은 심계항진, 답답함, 호흡 곤란 등 위험성이 있습니다. 일반적으로 호흡기가 막히거나 코골이에 의해 발생합니다. 불편한 느낌이 있으시다면 전문의 진료를 받으십시요. ";
"ai_hrv_repo_3_11" = "심장박동율 최대 돌연 변화가 정상적인 범위에서 발생하고 돌연 변화 수준이 정상입니다. ";
"ai_hrv_repo_3_31" = "심장박동율 최대 돌연 변화가 심장박동율이 매우 높을 때에 발생하고 돌연 변화 수준이 정상입니다. 비교적 높은 심계항진, 답답함, 호흡 곤란 등 위험성이 있습니다.  일반적으로 감기, 고열로 하여 발생합니다. 불편한 느낌이 있으시다면 전문의 진료를 받으십시요. ";
"ai_hrv_repo_3_22" = "심장박동율 최대 돌연 변화가 심장박동율이 비교적 높을 때에 발생하고 돌연 변화 수준이 조금 낮습니다. 일반적으로 집안 공기가 건조하거나 더워서 발생합니다. 창문을 열어 통풍을 하시고 난방에 주의하셔서 감기에 조심하십시요.";
"ai_hrv_repo_3_12" = "심장박동율 최대 돌연 변화가 정상적인 범위에 발생하고 돌연 변화 수준이 비교적 낮습니다. 일반적으로 피로로 하여 발생합니다. 불편한 느낌이 없으시면 특별한 치료 필요성이 없이 관찰을 위주로 합니다. 휴식에 주의하십시요.";
"ai_hrv_repo_3_32" = "심장박동율 최대 돌연 변화가 심장박동율이 매우 높을 때에 발생하며 돌연 변화 수준이 비교적 낮습니다. 가벼운 심계항진, 답답함, 호흡 곤란 등 위험성이 있습니다. 일반적으로 감기, 고열 혹은 정서 긴장으로 하여 발생하거나 작은 확률로 빈혈일 수도 있습니다.  불편한 느낌이 있으시다면 전문의 진료를 받으십시요.";
"ai_hrv_repo_3_23" = "심장박동율 최대 돌연 변화가 심장박동율이 비교적 높은 때에 발생하고 돌연 변화 수준이 비교적 높습니다. 비교적 높은 심계항진, 답답함, 기외 수축 등 위험성이 있습니다. 일반적으로 과도 긴장, 정서 긴장으로 하여 발생합니다. 이러한 증상이 여러번 발생하거나 불편한 느낌이 있으시다면 전문의 진료를 받으십시요.  ";
"ai_hrv_repo_3_13" = "심장박동율 최대 돌연 변화가 정상적인 범위에서 발새하고 돌연 변화 수준이 비교적 높습니다. 비교적 높은 기외 수축 위험성이 있습니다. 불편한 느낌이 없으시면 특별한 치료 필요성이 없이 관찰을 위주로 합니다. 마음을 편안하게 하시고 정서 긴장을 해소하십시요. ";
"ai_hrv_repo_3_14" = "심장박동율 최대 돌연 변화가 정상적인 범위에 발생하고 돌연 변화 수준이 이상하게 높습니다.  일반적으로 착용 이상 문제입니다. 설명서를 자세히 읽으셔서 손목 밴드를 정확하게 착용하십시요.";
"ai_hrv_repo_3_33" = "심장박동율 최대 돌연 변화가 심장박동율이 매우 높을 때에 발생하며 돌연 변화 수준이 비교적 높습니다. 비교적 높은 심계항진, 답답함 호흡 곤란 등 위험성이 있습니다. 일반적으로 기외 수축, 고혈압으로 하여 발생합니다. 여러번 발생하고 실면증이 있으며 불편한 느낌이 있으시다면 전문의 진료를 받으십시요.  ";
"ai_hrv_repo_3_34" = "심장박동율 최대 돌연 변화가 심장박동율이 이상하게 높을 때에 발생하며 돌연 변화 수준이 비교적 높습니다. 일반적으로 착용 이상 문제입니다. 설명서를 자세히 읽으셔서 손목 밴드를 정확하게 착용하십시요. ";
"ai_hrv_repo_4_11" = "경미한 기외 수축이 있습니다. 일반적으로 정서 긴장, 과도한 흡연과 음주로 하여 발생합니다. 심신 안정에 주의하시고 흡연과 음주를 줄이십시요. ";
"ai_hrv_repo_4_12" = "심장 스트레스 해소 기능이 약해지고 신경이 중간 정도 흥분하였습니다. 일반적으로 정서 긴장, 흥분으로 하여 초래되며 쉽게 낮에 무기력증, 피곤 등이 발생합니다. 수면 전에 적당하게 운동하시어 정력을 릴리즈함으로써 심신을 안정시킬 것을 제안합니다. ";
"ai_hrv_repo_4_13" = "심장 스트레스 해소 기능이 비교적 약해지고 신경이 과도 흥분하였습니다. 수면 전의 과도한 흥분과 긴장을 자제하십시요. 일부 수면에 도움이 되는 운동으로 정서를 안정시킬 수 있습니다. 단기간 커피, 진한 차 혹은 음주를 금하십시요. ";
"ai_hrv_repo_4_14" = "심장 스트레스 해소 기능이 비교적 강하여 불편감을 느끼지 못하셧다면 특별한 치료 필요성이 없이 관찰을 위주로 하십시요. 늘 피로감과 무기력감을 느낀다면 적당하게 운동을 하십시요. ";
"ai_hrv_repo_4_15" = "심장 스트레스 해소 기능이 양호하고 정신 상태가 양호합니다.";
"ai_hrv_repo_4_16" = "심장 스트레스 해소 기능이 양호하고 신경이 조금 흥분되어 있습니다. 불편한 느낌이 없으시면 수면 전에 휴식에 주의하시고 적당하게 릴리즈 하십시요. ";
"ai_hrv_repo_4_17" = "심장 스트레스 해소 기능이 비교적 강하고 신경 활성이 낮습니다. 일반적으로 피로 과다에 의해 발생합니다. 불편한 느낌이 있으시면 주의하여 휴식하시고 장시간 일을 하거나 밤새기를 하지 마셔야 합니다. ";
"ai_hrv_repo_4_18" = "심장 스트레스 해소 기능이 양호하고 신경 활성이 조금 낮습니다. 일반적으로 경미한 피로에 의해 발생합니다. 불편한 느낌이 있으시면 휴식을 취하시면 나아집니다. ";
"ai_hrv_repo_4_19" = "심장 스트레스 해소 기능이 조금 약하고 신경 활성이 좀 낮습니다. 일반적으로 중간 정도 피로에 의해 발생합니다. 휴식에 주의하시고 일과 휴식의 밸런스를 잘 조절하시면 됩니다. ";
"ai_hrv_repo_4_21" = "경미한 기외 수축 위험성이 있습니다. 정상적인 사람에게도 발생할 수 있습니다.(정서 긴장과 흥분, 신경 긴장, 피로, 소화불량, 흡연과 음주 과도 혹은 차를 진하게 마시는 등) 불편한 느낌이 있으시면 장기적으로 관찰하십시요. ";
"ai_hrv_repo_4_22" = "비교적 뚜렷한 기외 수축 증상이 있습니다. 정상적인 사람에게도 발생할 수 있습니다.(정서 긴장과 흥분, 신경 긴장, 피로, 소화불량, 흡연과 음주 과도 혹은 차를 진하게 마시는 등) 다만, 기질성 심장 질환 환자들에게서 자주 발생합니다. 해당 건강 검진을 받으십시요. ";
"ai_hrv_repo_4_23" = "비교적 높은 기외 수축 증상이 있습니다. 정상적인 사람에게도 발생할 수 있습니다.(정서 긴장과 흥분, 신경 긴장, 피로, 소화불량, 흡연과 음주 과도 혹은 차를 진하게 마시는 등) 장기적으로 관찰하십시요. 발생 주기가 비교적 높으면 적기에 해당 건강 건진을 받으십시요. ";
"ai_hrv_repo_4_30" = "해당 증상에 대해서는 아직 분석을 하지 않고 있습니다. 로렌즈 산포도에 적은 확율로 비교적 복잡한 곡선이 나타납니다. 장기간 착용하면서 관찰하십시요.";
"ai_hrv_repo_5_11" = "야간 심장 박동이 안정적이고 심장 상태가 양호합니다.";
"ai_hrv_repo_5_12" = "야간 심장 박동이 안정적이고 ，심장 상태가 좋지 않아서 비교적 낮은 빈맥 위험성이 있습니다. 평소에 과다 피로가 없도록 주의하십시요.";
"ai_hrv_repo_5_13" = "야간 심장 박동이 비교적 안정적이고 심장이 다소 피곤합니다. 밤새기를 하지 마시고 수면을 보장하셔서 심장 부담을 덜어 주십시요.";
"ai_hrv_repo_5_14" = "야간 심장 박동이 비교적 안정적이고 심장 부담이 다소 큽니다. 느끼한 음식을 적게 드시고 운동을 자주 하십시요.";
"ai_hrv_repo_5_21" = "야간 부정맥 증상이 있고 심장 부담이 다소 큽니다. 식사량을 균일하게 하시고 과다 식사를 하지 않으시며 과일, 야채를 많이 드십시요. 평소에 감기에 주의하십시요.";
"ai_hrv_repo_5_22" = "야간 심장 박동이 비교적 안정적이고 심장이 비교적 피곤하여 비교적 높은 심근허혈 위험성이 있습니다. 저염식 저지방식을 하시고 정서를 안정시켜야 합니다. 너무 기뻐하거나 너무 슬퍼하지 마십시요. 가슴이 답답하거나 두근거리는 증상이 있다면 정기적으로 건강 건진을 하십시요. ";
"ai_hrv_repo_5_23" = "야간 심장 박동이 비교적 안정적이고 ，심장 부담이 다소 커서 비교적 높게 빈맥 리스크가 있습니다. 평소에 과도 피로가 없도록 주의하시고 술과 담배를 줄이시며 과다 육체 노동이나 갑자기 힘을 쓰는 일을 삼가합니다. ";
"ai_hrv_repo_5_24" = "야간 부정맥 증상이 있고 심장이 다소 피곤하여 비교적 낮은 심근허혈 위험성이 있습니다. 불편함을 느끼셨다면 정기적으로 건강 검진을 하십시요. 늘 피곤하시고 기운이 없고 가슴이 답답하며 숨이 가쁘다면 병원에 가서 전문의의 진료를 받으십시요. ";
"ai_hrv_repo_5_25" = "야간 심장 박동이 비교적 안정적이고 심장 부담이 비교적 커서 고지혈증과 고혈압 위험성이 높아집니다. 식사를 담백하게 하시고 과도한 음주를 삼가하십시요. 정기적으로 건강 검진을 하시고 과도 비만시에는 적당하게 다이어트를 하십시요. ";
"ai_hrv_repo_5_26" = "야간 부정맥 증상이 있고 심장이 비교적 피곤하며 호흡 곤란과 혈액 공급 부족 위험성이 있습니다. 옆으로 누워 자는 것이 좋고 적당하게 방안의 공기 습도를 더하십시요. 운동을 많이 하시고 정서를 안정시키며 과도 피로를 삼가하십시요. 정기적으로 건강 건진을 하시고 혈압 체크를 자주 하십시요. ";
"ai_hrv_repo_5_31" = "야간 부정맥 증상이 있고 심장 부담이 커서 동성 빈맥 증상이 있습니다. 일반적으로 커피, 진한 차를 마시거나 수면전에 정서 긴장이나 흥분할 수 있는 일이 있을 때에 발생합니다. 또한 고열, 빈혈, 갑상성 기능 항진증 등 질환으로 하여 발생하기도 합니다. 평소에 양호한 생활 습관을 지키셔야 합니다. 불편한 느낌이 있으시면 전문의 진료를 받거나 정기 건강 검진을 받으십시요.";
"ai_hrv_repo_5_32" = "야간 부정맥 증상이 있고 심장이 비교적 피곤하며 동성 서맥 증상이 있습니다. 일반적으로 빈혈, 심근염 혹은 심근경색 등으로 발생합니다. 또한 야간에 측정 부위 온도 저하로 하여 발생할 수 있습니다. 난방에 주의하시고 장기적으로 관찰하십시요. 이러한 증상이 여러번 관찰되고 낮에 멍하니 활기가 없고 무기력과 어지럼증이 있으시다면 건강 검진을 받으시고 제때에 전문의 진료를 받으십시요. ";
"ai_hrv_repo_5_33" = "야간 부정맥 증상이 있고 심장 부담이 다소 큽니다.정서 긴장, 흡연과 음주 과도, 커피나 진한 차를 마시거나 과도 피료, 심각한 실면증 등이 심장 박동 이상을 초래하는 요소입니다. 양호한 생활 습관을 지키시고 적당하게 휴식을 하며 정기적으로 건강 검진을 받으십시요.";
"ai_hrv_repo_5_40" = "해당 증상에 대해서는 아직 분석을 하지 않고 있습니다. 로렌즈 산포도에 적은 확율로 비교적 복잡한 곡선이 나타납니다. 장기간 착용하면서 관찰하십시요.";
"ai_hrv_repo_2" = "심장박동율 변화";
"ai_hrv_repo_3" = "갑작스런 심장 박동율 변화";
"ai_hrv_repo_4" = "신경 상태";
"ai_hrv_repo_5" = "심장 박동 변화 ";

"ai_disconnect_remind" = "연결 해제 알림";

"ai_switch_call_auto_answer" = "자동 수신 모드";
"ai_switch_call_auto_answer_tip" = "설비가 이어폰 모드에 있을 경우 자동으로 전화를 받을수 있습니다.";
"ai_privacy" = "프라이버시 정책";
"ai_privacy_prompt_content" = "프라이버시 정책을 자세히 읽고 본 프라이버시 정책을 인정하시는지 확인하여 주십시오.";
"ai_privacy_title_1" = "정보의 수집";
"ai_privacy_title_1_content" = "저, 인터넷 서비스 제공업체, IP주소, 플랫폼, 타임스탬프, 응용식별자, 랜카드(MAC) 주소, 국제모바일기기 식별코드(IMEI), 설비 모델, 단말 제조업체, 단말설비 조작 시스템 버전, 회화 작동/중지 시간, 언어 소재지, 시간구간과 네트워크 상태(WiFi 등), 하드디스크, CPU와 배터리 사용현황 등이 포함될수 있습니다. ";
"ai_privacy_title_2" = "개인 데이터의 사용";
"ai_privacy_title_2_content" = "계정을 이용하여 App에 로그인시 저희는 고객님 개인이 작성한 기본정보와 스마트 웨어러블 설비가 채집한 건강 데이터를 수집하며, 고객님의 데이터에 대해 저장과 분석을 진행함으로써 고객님에게 더욱 훌륭한 데이터 전시와 건강지도를 제공해 드립니다.\n\n고객님의 개인 데이터가 수집되는 것을 원하지 않으시면 무계정 로그인을 이용하실수 있습니다.";
"ai_privacy_title_3" = "개인 데이터의 국경간 전송";
"ai_privacy_title_3_content" = "저희 업무는 고객님의 개인 데이터를 유럽 경제구역 이외의 국가로 이동해야 할수가 있으며, 해당 국가에는 중국이 포함될수 있습니다. 저희는 적절한 조치를 취해 고객님의 개인 데이터의 접수자가 비밀유지 의무를 이행하도록 확보할것입니다.\n\n고객님의 개인 데이터가 수집 및 이동되는 것을 원하지 않으시면 무계정 로그인을 이용하실수 있습니다.";
"ai_privacy_title_4" = "고객님의 권리";
"ai_privacy_title_4_content" = "고객님이 저희 App을 사용시 저희는 상기와 같이 정보를 수집할 것이며, 정보 수집 목적은 소프트웨어의 더욱 훌륭한 최적화와 관리를 통해 고객님께 더욱 훌륭한 서비스를 제공해 드리는 것입니다.\n\n고객님 개인 데이터의 수집에 대해 고객님은 계정 로그인 또는 무계정 로그인을 선택하실수 있으며, 계정 로그인을 선택하면 저희는 고객님의 개인 데이터를 수집할것이고, 무계정 로그인을 선택하면 저희는 고객님의 개인 데이터를 수집하지 않습니다.\n\n만약 고객님이 저희가 고객님의 개인 데이터와 정보에 대한 처리가 적용법률을 위반하였다고 여기시면 감독관리기관에 신고하실수 있습니다.";
"head_title_change_theme" = "테마 교체";
"ai_ssbr_title" = "OSAHS 알람";
"ai_ssbr_minspo2h" = "혈중 산소 최소값";
"ai_ssbr_time" = "알람 시간 길이";
"ai_ssbr_remind_tip" = "OSAHS 질환 발생 알람 기능 on 혹은 off";
"ai_ssbr_minspo2h_tip" = "OSAHS 질환 발생시 사전 설정 혈중 산소값보다 낮으면 사용자에게 알람으로 고지합니다(정상 동맥 혈중 산소값 범위95～99%).";
"ai_ssbr_time_tip" = "1회 OSAHS 질환 발생시 설비 진동 알람 시간 길이. 알람 시간이 사전 설정 시간 길이를 초과하거나 사용자 클릭시 진동을 정지합니다.";
"ai_screenlight_time" = "화면 켜짐 시간 길이";
"ai_screenlight_open" = "열기";
"ai_screenlight_close" = "닫기";

//精准睡眠开始新增
"ai_accurate_firsttodeep" = "Falling sleep efficiency";
"ai_accurate_getuptodeep" = "Sleep efficiency";
"ai_minute" = "Mintue";
"ai_msec" = "Millisecond";
"ai_awake_time" = "Waking up";
"ai_insomnia_time" = "Insomnia";
"ai_eyemovement_time" = "Rapid eye movement";
"ai_explain_statement" = "Explaination";
"ai_reference_range" = "Reference range";
"ai_sleep_optimization_direction" = "Sleep optimization direction";
"ai_sleep_no_analysis" = "No Analysis of Sleep Quality";
"ai_sleep_duration_explain" = "When sleep is insufficient, it is easy to be tired, lethargic and distracted, however, long-time lazy bed is not good to get high-quality sleep. Sleep time is not the single criterion of sleep quality. It varies from person to person, and it should be based on whether the mental state after waking up is good or not.";
"ai_nap_duration_explain" = "Proper sporadic sleep can quickly and effectively alleviate fatigue. However,too short sleep has no effect on relieving fatigue; too long sleep is easy to cause dizziness, to be lack of concentration, and even to result in insomnia.";
"ai_awake_duration_explain" = "Too much or too long awakening during sleep will lead to poor sleep quality. Frequent sleep interruption is a common symptom of insomnia.";
"ai_insomnia_duration_explain" = "Insomnia refers to a subjective experience that patients are not satisfied with sleep time and quality and affect daytime social function. The common symptoms are difficulty in falling asleep, declining in sleep quality and sleep time, declining in memory and attention, etc.";
"ai_eyemovement_duration_explain" = "During Rapid eye movement(REM), people's eyeballs move rapidly under the eyelids during sleep. Most people in this stage are dreaming. Too short REM period the people will be fatigued and irritable, but the body will automatically prolong several sleep REM periods to alleviate. Too long REM period is manifested as multiple dreams.";
"ai_lightsleep_duration_explain" = "Light sleep is a non-REM sleep compared with deep sleep, which is between deep sleep and awakening. Over-high proportion of light sleep will lead to a decline in sleep quality.";
"ai_deepsleep_duration_explain" = "Deep sleep is the key stage to relieve fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep.";
"ai_firsttodeep_explain" = "Falling sleep efficiency refers to the latency period of sleep, that is, the time between the preparation to falling asleep and sleep. Too long time to fall asleep is not good for deep sleep.";
"ai_getuptodeep_explain" = "Sleep efficiency refers to the time between sleep interruption  and going back to sleep. Too long time reduces the length of deep sleep, resulting in a decline in sleep quality.";
"ai_deepsleep_low_comment" = "The proportion of deep sleep is low. Deep sleep is the key stage to alleviate fatigue and restore energy. The longer the time of deep sleep, the better the quality of sleep. It is suggested that you should develop good sleep habits,and should avoid intense mental activities or do emotional things before sleep. You can try to breathe deeply before sleep or to exercise to relax yourself. It is not appropriate to eat before sleep. If inevitable, a small amount of light food is recommended.";
"ai_sleep_difficult_comment" = "It is difficult to fall asleep. Namely, the sleep latency is longer. It is suggested that you should not drink coffee and strong tea in the afternoon. It can be relieved by listening to soothing music, soaking feet in hot water and massage to relax the body.";
"ai_awake_more_comment" = "It is too much awakening,which includes short-term micro-awakening and long-term awakening, i.e. difficulty in keeping sleep. Frequent awakening will lead to a significant decline in the proportion of deep sleep. It is suggested that we should not drink too much water before going to bed. We should pay attention to the cultivation of regular life and rest, maintain a comfortable bedroom environment, appropriate temperature and moderate exercise to help maintain sleep.";
"ai_getuptosleep_difficult_comment" = "It is difficult to fall asleep again after awakening. That is, sleep efficiency is low. Different from the sleep latency, the causes are usually more complex. It is suggested to avoid the vicious circle caused by mental stress, not to oversize the consequences of inadequate sleep, not to be excessively anxious. You are wise to be relaxed after waking up. You can also try to improve the sleep environment, such as keeping ventilation, changing bedding in time, and sticking to regular life and rest.";
"ai_sleep_late_comment" = "Sleep time is late. It is suggested that you should not only ensure to have adequate sleep time, but also pay attention to maintain regular sleep time. The period between 10:00 PM  to 6:00 AM is the golden sleep time. Reasonable arrangement of sleep time can maintain long-term abundant energy.";
"ai_sleep_duration_short_comment" = "Sleep time is too short. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. When sleep is insufficient, it is easy to be tired, lethargic and distracted. It should be noted that sleep compensation can alleviate fatigue. However, it is impossible to compensate for the damage to the body caused by persistent sleep insufficiency. A long time can easily lead to sleep disorders.";
"ai_sleep_duration_long_comment" = "Sleep time is too long. Sleep time is not the single criterion of sleep quality, and the main criterion is based on whether the mental state is good after waking up. It should be noted that prolonged sleep does not necessarily make up for the lack of sleep, but rather, prolonged laziness is not conducive to high-quality sleep.";
"ai_sleep_keep_comment" = "You have long-term high-quality sleep, which is good for physical and mental health. Please continue to maintain or improve your status.";
"ai_sleep_poor_title" = "Your sleep quality is very poor.";
"ai_sleep_bad_title" = "Your sleep quality is poor.";
"ai_sleep_generally_title" = "Your sleep quality is not so good.";
"ai_sleep_good_title" = "Your sleep quality is very good.";
"ai_sleep_perfect_title" = "Your sleep quality is perfect";
"ai_insomnia_severe_title" = "You have serious insomnia symptoms.";
"ai_insomnia_obvious_title" = "You have obvious insomnia symptoms.";
"ai_insomnia_light_title" = "You have slight insomnia symptoms.";
"ai_ecg_history_set" = "records";
"ai_ecg_test" = "ECG test";
"ai_replay_end" = "Playback end";
"ai_ready_test_tip" = "Keep the right posture and prepare for the test!";
"ai_testing" = "Testing";
"ai_test_failure" = "Test failed.";
"ai_device_busy" = "The device is busy.";
"ai_test_timeout" = "Testing timeout";
"ai_lead_failed" = "Falling off of leads，please maintain correct wearing posture";
"ai_test_not_complete" = "The test is not finished.";
"ai_save_data" = "Save data";
"ai_save_or_not" = "Save data ?";
"ai_save_success" = "Save successfully";
"ai_please_stop_replay" = "Please stop playback first.";
"ai_delete_data" = "Delete";
"ai_delete_success" = "Delete successfully";
"ai_view_detail" = "View details";
"ai_test_complete_save" = "Testing is finished and the data has been saved.";
"ai_test_complete_not_save" = "Testing is finished but the data has not been saved.";
"ai_ecg_detail_title" = "ECG details";
"ai_pause_replay" = "Pause playback";
"ai_stop_replay" = "Playback end";
"ai_replay_complete" = "Playback finished";
"ai_heart_detail_title" = "Heart rate details";
"ai_qt_detail_title" = "QT details";
"ai_hrv_detail_title" = "HRV details";
"ai_routine_inspection" = "Routine testing";
"ai_disease_diagnosis" = "Disease diagnosis";
"ai_disease_description" = "Disease description";
"ai_ecg_heart_explain" = "Heart rate refers to the number of heartbeats per minute in a normal person's quiet state, which can vary individually according to age, sex or other physiological factors. Generally speaking, the younger the age, the faster the heart rate; the slower the heart rate of the elderly than that of the young, and the faster the heart rate of the female than that of the male of the same age.";
"ai_ecg_qt_explain" = "The QT interval represents the total duration of ventricular depolarization and repolarization. The measured values vary with age and sex. The QT interval is closely related to the heart rate. In normal people, when the heart rate accelerates, the QT interval shortens, and vice versa, it prolongs. The changes of QT are of great value in clinical electrocardiogram diagnosis, especially the prolongation of QT is of great significance in predicting malignant ventricular arrhythmia and sudden cardiac death.";
"ai_ecg_hrv_explain" = "Heart rate variability (HRV) refers to the variation of heart rate cycle. It contains the information of neurohumoral factors regulating cardiovascular system, so as to judge the condition and prevention of cardiovascular diseases. It is a valuable index for predicting sudden cardiac death and arrhythmia.";
"ai_ecg_hz" = "Hz";
"ai_ecg_speed" = "Walking speed";
"ai_ecg_gain" = "Gain";
"ai_ecg_frequency" = "Frequency";
"ai_qt_interval_title" = "QT Interval";
"ai_start_test_btn_title" = "Start\ntesting";
"ai_manual_test" = "Manual testing";
"ai_automation_test" = "Automatic tesing";
"ai_medical_explain" = "Medical explanation";
"ai_curve_report_btn_title" = "Waveform Report";
"ai_no_ecg_singal_data_tip" = "There is no ECG signal data in this test.";
"ai_ecg_test_normal_tip" = "There was no abnormality in ECG.";
"ai_sinus_tachycardia_title" = "Sinus tachycardia";
"ai_sinus_tachycardia_explain" = "Sinus tachycardia is defined as sinus heart rate exceeding 100 beats per minute, and the rate is usually between 101 and 160 beats per minute. When sinus tachycardia begins and stops, its heart rate gradually increases and slows down. Sinus tachycardia is a common arrhythmia. Physically normal human activity, emotional excitement, satiety, drinking strong tea, coffee, smoking, drinking and so on can make the heart beat faster and the duration is shorter.If you are in fever, insufficient blood volume, anemia, hyperthyroidism, respiratory insufficiency, hypoxemia, hypokalemia, heart failure and other heart diseases are very easy to occur.";
"ai_sinus_bradycardia_title" = "Sinus bradycardia";
"ai_sinus_bradycardia_explain" = "Sinus tachycardia refers to sinus heart rate slower than 60 beats per minute, and the rate is usually between 45 and 60 beats per minute. It can be seen in healthy adults, especially athletes, the elderly and sleeping. Other causes were increased intracranial pressure, high blood potassium, hypothyroidism, and the use of digitalis and other drugs.";
"ai_sinus_arrhythmia_title" = "Sinus arrhythmia";
"ai_sinus_arrhythmia_explain" = "The origin of sinus rhythm remained unchanged, but the rhythm was irregular and HRV was larger in the same lead. Sinus arrhythmia often coexists with sinus bradycardia. The more common type of arrhythmia is related to the respiratory cycle. It is called respiratory sinus arrhythmia. It is common in adolescents and has no clinical significance.";
"ai_sinus_arrest_title" = "Sinus arrest";
"ai_sinus_arrest_explain" = "Sinus arrest refers to the fact that the sinoatrial node does not produce impulses in one or more cardiac cycles, so that it cannot excite the atrium or the whole heart. It is common in pharynx stimulated, tracheal intubation, pressing carotid sinus or eyeball, the use of digitalis and other drugs. Sometimes inflammation, ischemia and injury can also cause sinus arrest, often accompanied by sinus bradycardia and escape.";
"ai_ventricular_premature_contraction_title" = "Ventricular premature contraction";
"ai_ventricular_premature_contraction_explain" = "Ventricular premature contraction (VPC) is a ventricular excitation caused by ectopic pacing points below the branch of Hirschner's bundle in advance. It is common in middle-aged and elderly people, some of which have no obvious clinical symptoms, and some may lead to serious consequences. It can be seen in patients with organic heart disease, but also in normal people. Frequent premature contractions (premature beats) can be complicated by syncope, angina pectoris, heart failure and so on.";
"ai_bigeminy_title" = "bigeminy";
"ai_bigeminy_explain" = "Binary rhythm refers to a premature contraction (premature beats) after each sinus beat. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_trigeminy_title" = "trigeminy";
"ai_trigeminy_explain" = "Trigeminy rhythm refers to a premature contraction (premature contraction) occurring after every two sinus pulsations. It belongs to potential malignant or malignant ventricular premature contraction.";
"ai_paroxysmal_ventricular_tachycardia_title" = "Paroxysmal ventricular tachycardia";
"ai_paroxysmal_ventricular_tachycardia_explain" = "Paroxysmal ventricular tachycardia (PVT) is a tachycardia caused by ectopic ventricular excitation. It starts and stops abruptly with a frequency of 150-250 beats per minute and has regular rhythm.";
"ai_atrial_flutter_title" = "Atrial flutter";
"ai_atrial_flutter_explain" = "When the frequency of ectopic atrial pacing points reaches 250-350 beats per minute and it is regular, the rapid and coordinated contraction of the atrium is called atrial flutter. Patients may have hypotension, dizziness, palpitation, angina, or even cardiogenic shock. Most of them are organic heart disease, common in coronary heart disease, hypertension, pulmonary heart disease, pulmonary embolism, sick sinus node and so on.";
"ai_ventricular_flutter_title" = "Ventricular flutter";
"ai_ventricular_flutter_explain" = "The loss of effective global systolic capacity of the ventricle is replaced by rapid and uncoordinated fibrillation of the myocardium, and its hemodynamic effects are equivalent to ventricular arrest. Ventricular flutter is often a prelude to ventricular fibrillation and a fatal arrhythmia before death.";
"ai_myocardialz_ischemia_title" = "Myocardial ischemia (subendocardial ischemia)";
"ai_myocardialz_ischemia_explain" = "Myocardial ischemia refers to a pathological condition in which the blood perfusion of the heart decreases, resulting in the decrease of oxygen supply to the heart and abnormal energy metabolism of the myocardium, which can not support the normal work of the heart. The energy required for heart activity is almost entirely supplied by aerobic metabolism. Normally, the body can regulate itself to make the blood supply and demand relatively constant and ensure the normal work of the heart. Myocardial ischemia occurs when the supply and demand of myocardial blood are unbalanced for some reason. Coronary heart disease is the most common cause of myocardial ischemia.";
"ai_ventricular_escape_title" = "Ventricular escape";
"ai_ventricular_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart. It is called escape beats. The ventricular escape beats are controlled by the excitation of ventricular pacemaker.";
"ai_atrial_escape_title" = "Atrial escape";
"ai_atrial_escape_explain" = "Escape beats refer to when the excitability of sinoatrial node decreases or stops, the diastolic depolarization of recessive pacemaker has the chance to reach the threshold potential, thus exciting and driving the whole heart, which is called escape beats. Atrial escape beats, which are controlled by the excitation of atrial pacemaker, are called atrial escape beats.";

"ai_ppg_auto_monitoring" = "Pulse rate monitoring";
"ai_precise_sleep" = "Precise sleep";
//这里要加标志位判断设备是否有PTT模式
"ai_hr_close_ptt_tip" = "When the device is used to monitor sleep by wrist wearing, the accuracy will be affected to a certain extent.";
"ai_ecg_report" = "ECG Report";
"ai_test_time" = "Measuring time";
"ai_lead" = "Lead";
"No ECG data" = "Without ECG data";
